{
  "code": "0000",
  "list": [{
    "id": 1,
    "title": "智能穴位识别",
    "texts": [{
      "id": 1,
      "text": "寻艾作为全球首款TO C端的AR与VR技术结合的健康中医APP，将中医几千年的精髓进行整合，让尘封于古书里的身体脉络穴位与现代大数据算法、人脸识别技术相结合，在互联网移动应用端实现，让深处科技信息快速发现的当下，依旧可以将千年前的中医精髓随时查看，古老积淀与现代技术的传承，智能的不仅仅是生活，还有应该有健康。"
    }, {
      "id": 2,
      "text": "寻艾智能穴位识别，需要你打开寻艾APP，点击悬浮的应用里的拍照按钮，记得首次使用寻艾功能，记得授权拍照限制；拍照可选择自拍与他拍功能，自拍可选择普通拍照和美颜模式；选择好相应模式，然后对准身体，进行拍照，拍照完成后，可选择你想知道的部位的相应穴位，穴位再无须进行查找，一键拍照，穴位所在位置就可清晰明了。中医的养生调理保健方式，都是基于穴位的具体位置展开的，且每个穴位也有相应的保健功效，可逐个穴位进行保健功效的查找，然后在穴位相应的位置进行按摩,艾灸，针灸等中医的调理方式的应用。"
    }, {
      "id": 3,
      "text": "智能穴位的查找，目前是基于人体拍照穴位的识别，在不久之后的版本，寻艾APP将可对人体所有穴位进行识别，以及对人体健康身体的状况进行智能的识别；让每个人都很轻松快速的了解身体每个穴位的位置并且通过识别技术对身体的健康状况进行调理方案建议，让智能帮助人们生活，帮助人们健康。"
    }]
  }, {
    "id": 2,
    "title": "治疗案例云享",
    "texts": [{
      "id": 1,
      "text": "寻艾APP以中医的基础理论知识为框架，以穴位、病症、呼吸、睡眠、植物等基础的功能为工具，满足你的对中医健康管理的基本认识，用真实的治疗案例的共享，来让自己真实通过中医治疗的案例，分享给更多的人，让每个人都可以看到中医治疗的力量。"
    }, {
      "id": 2,
      "text": "寻艾APP以人为本，以用户的实际需求为出发点，将中医的传承及中医真实应用实践推广为源动力，把中医应用在实际的病症中，对病灶进行作用，完成对病症的击退。无数的患者应用中医将病症进行治愈，深切感受中医的神奇和伟大，所以寻艾打造一个平台，让用户将自己真实通过中医治疗的案例进行总结，分享出来，让用户可选择另外一种医学理论体系所得出的理论知识进行自我病症的治疗，本质的触达点也是希望让用户多一种选择。"
    }, {
      "id": 3,
      "text": "目前，以用户文字+图片模式进行案例的分享及自我选择，后期将有案例的直播，将治愈的过程以更加鲜活的生态方式进行。中医从几千年的原始社会传承而来，历经岁月而不休，足以说其为瑰宝而不为，今以智能方式传承且传播，将立未来而不朽。"
    }]
  }, {
    "id": 3,
    "title": "养生智库推荐",
    "texts": [{
      "id": 1,
      "text": "《黄帝内经》上云：“夫道者，能却老而全形，身年虽寿，能生子也。”养生保持自身的健康，可延年益寿，在黄帝的原始社会已经对养生有很深刻的认知。而当今时代，我们的生活条件的日新月异以及科技快速发展，医疗水平的逐渐提高，对于寿命的延长期待达到顶峰，日常的养生保养，食疗保健等日常的养生知识意识逐渐加强。"
    }, {
      "id": 2,
      "text": "养生知识推荐及养生食疗，健康保养，美容养颜，养生辟谣，理疗锻炼，运动训练等方面的知识对于每个人逐渐变得很重要，养生的中老年人通过移动端的各种咨询和日常的保健品来保养；佛系的青年人通过迪厅和玻璃杯配枸杞来进行养生，睡不着起不来，对病症的恐惧等等都是我们对于养生知识急切紧需的重要原因。寻艾APP将养生保健所涉及的所有内容进行整合，实时的将用户所需要的养生知识进行推送，满足用户对于养生范围所涉及到的各种内容。"
    }, {
      "id": 3,
      "text": "在未来，我们将用户的身体进行检测，对身体所需要保养的部位或养生需要的知识进行精准的推送，满足用户个人身体的个性化需求，将真正符合个人的各种类别的养生知识进行个人定制，形成个人的养生保健方案的千人千面。"
    }]
  }, {
    "id": 4,
    "title": "中医精髓数据化",
    "texts": [{
      "id": 1,
      "text": "中医诞生于原始社会，春秋战国时期中医理论已基本形成。2018年10月1日，世界卫生组织首次将中医纳入其具有全球影响力的医学纲要。中医承载着中国古代人民同疾病作斗争的经验和理论知识，是在古代朴素的唯物论和自发的辨证法思想指导下，通过长期医疗实践逐步形成并发展成的医学理论体系。"
    }, {
      "id": 2,
      "text": "走过5千多年的历史，中医所涉及到的解决病症的方法千万种，各种病症解决方案已成为医学瑰宝，但没有那本书或者网站把中医的医学经典进行展现，古有李时珍风餐露宿寻找中草药，采用《本草纲目》的药材集合展现，但到现代技术日新月异的现在，人们对陌生药材植物的了解，还是从书本上二维的图片上认知，或者和李时珍一样翻山越岭的去找寻。尤其中医涉及到的穴位等内容，却因为其位置表述晦涩，普通人无法准确识别，导致在传输过程中出现阻碍。"
    }, {
      "id": 3,
      "text": "寻艾将传承千年的中医精髓--穴位、病症解决方案、药材、呼吸方式等内容，以现代人熟悉的方式，并用智能识别技术，现实增强等技术结合起来，把千年的精髓展现出来。比如我们将人的身体进行拍照识别，运用大数据的算法，将每个穴位所在身体具体位置进行标识，让人很清楚的知道穴位的具体位置；将所涉及的中医植物药材进行数据化和VR技术的运用，将植物从360°样式进行观察，把植物的药理作用所涉及到的内容进行展现，全方位的理解植物的效用...."
    }, {
      "id": 4,
      "text": "寻艾APP将中医的精髓进行数据化，在未来，寻艾APP不仅仅是作为一款健康管理的软件展现中医的魅力，更要作为一款应用型的APP，让更多人把中医真正的用起来，让中国人应用上最真实的中医精髓，真正的帮助用户拥有更健康的身体和健康的生活！"
    }]
  }]
}
